Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/skrivesenteret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Fagfilmen dere nettopp så, presenterer noen av de digitale mulighetene som
nn: Fagfilmen de nettopp så, presenterer nokon av dei digitale moglegheitene som

source: Kanskje kan de bidra til
nn: Kanskje kan dei bidra

source: teknologi påvirker oss og kan endre og utvikle innholdet i fagområdene, hvordan
nn: påverkar oss og kan endre og utvikle innhaldet i fagområda, korleis teknologien

source: en viktig del av barnehagens praksis.
nn: ein viktig del av praksisen til barnehagen.

source: barnehageeiere om at infrastruktur og digitalt utstyr stort sett er tilfredsstillende.
nn: barnehageeigarar om at infrastruktur og digitalt utstyr stort sett er tilfredsstillande.

source: som fungerer slik at de ansatte kan fokusere på det pedagogiske og det faglige arbeidet.
nn: slik at dei tilsette kan fokusere på det pedagogiske og det faglege arbeidet. Ein

source: barna å delta i digitale aktiviteter som de selv føler seg trygge på.
nn: tilbyr barna å delta i digitale aktivitetar som dei sjølv føler seg trygge på.

source: tekstproduksjon som her kommer til uttrykk gjennom fortellinger som festes til
nn: tekstproduksjonen til barn som her kjem til uttrykk gjennom forteljingar som blir

source: undersøkende, pedagogisk tenkemåte og praksis som gjennomsyrer hele
nn: undersøkande, pedagogisk tenkemåte og praksis som gjennomsyrar heile

source: malt vegg, men ofte er det enklest å skaffe et godt stykke med grønn duk (metervare).
nn: vegg, men ofte er det enklast å skaffe eit godt stykke med grøn duk (metervare).

source: viktig å ha fokus på at digitale verktøy som tilbys barn i barnehagen bør kunne
nn: Det er viktig å ha fokus på at digitale verktøy som blir tilbode

source: Teorien skal på en måte være det verktøyet vi har
nn: Teorien skal på ein måte vere det verktøyet vi har

source: spørsmål til barnets opplevelser.
nn: spørsmål til opplevingane til barnet.

source: velge hvilket medium som er best egnet i ulike sammenhenger.
nn: velje kva medium som er best eigna i ulike samanhengar.

source: Det digitale arbeidet må selvsagt være tilpasset
nn: Det digitale arbeidet må sjølvsagt vere tilpassa

source: praksis i pedagogikk handler om at det teoretiske arbeidet skal bidra til en
nn: praksis i pedagogikk handlar om at det teoretiske arbeidet skal bidra til ein

source: Mot slutten av serien ser vi at vennene og arbeidsgiveren spiller en sentral rolle i livet til Glenn-Tore.
nn: Mot slutten av serien ser vi at venane og arbeidsgivaren speler ei sentral rolle i livet til Glenn-Tore.

source: mange ting å undre seg over og forske nærmere på.
nn: mange ting å undre seg over og forske nærare på.

source: Hva betyr det å resonnere?
nn: Kva betyr det å resonnere?

source: arbeidet kan barns motivasjon, engasjement, mestringsfølelse og selvtillit styrkes
nn: arbeidet kan motivasjonen til barn, engasjement, meistringskjensle og sjølvtillit

source: argumenterer for at digital praksis hører hjemme på en småbarnsavdeling, men
nn: argumenterer for at digital praksis høyrer heime på småbarnsavdelinga, men ho

source: En annen praktisk funksjon som virker
nn: Ein annan praktisk funksjon som verkar

source: forutsetninger, men alle barna må få mulighet til å delta, uansett utviklingsnivå
nn: føresetnader, men alle barna må få moglegheit til å delta, uansett utviklingsnivå

source: Personalet i barnehagen må også støtte
nn: Personalet i barnehagen må òg støtte

source: Den første forutsetningen er at man må være enige
nn: Den første føresetnaden er at lærarane må vere ei-

source: Det kan også være
nn: Det kan òg vere hendig

source: som bidrar til at barnehagen blir en lærende
nn: som bidrar til at barnehagen blir ein lærande

source: omgivelsene i nærmiljøet og ved å bruke digitale verktøyer, kan barna utvide sin
nn: omgivnadene i nærmiljøet, og ved å bruke digitale verktøy, kan barna utvide

source: ulike kartlegginger av den digitale tilstanden i norske barnehager1 at
nn: ulike kartleggingar av den digitale tilstanden i norske barnehagar1 at

source: Det er forholdsvis enkelt å bevege seg fra disse tegningene eller
nn: Det er forholdsvis enkelt å røre seg frå desse teikningane eller

source: rettigheter og for å beskytte dem i en uoversiktlig digital hverdag hvor de kan
nn: til barn og for å verne dei i ein uoversiktleg digital kvardag der dei kan påverkast

source: Samtidig får barna mer tid til å prøve ut og bli kjent med de
nn: Samtidig får barna meir tid til å prøve ut og bli kjent med

source: Digitaliseringen i samfunnet har gitt personalet i barnehagen muligheter til å
nn: Digitaliseringa i samfunnet har gitt personalet i barnehagen moglegheiter til å

source: er i tråd med samfunnsutviklingen.
nn: er i tråd med samfunnsutviklinga.

source: interesserer og det de er opptatt av akkurat her og nå, og så bidra til å utvide og
nn: og det dei er opptatt av akkurat her og no, og så bidra til å utvide og introdusere

source: Jeg tar utgangspunkt i de aktuelle tekstvedleggene på en hensiktsmessig måte.
nn: Eg tar utgangspunkt i dei aktuelle tekstvedlegga på ein hensiktsmessig måte.

source: budskap ved hjelp av skriftspråket.
nn: bodskap ved hjelp av skriftspråket.

source: For at barna skal kunne utvikle sin
nn: For at barna skal kunne utvikle den

source: Dette mener jeg vil gjøre det enklere for elevene å bli gode til å skrive,
nn: Dette meiner eg vil gjere det enklare for elevane å bli gode til å skrive,

source: Personalet er dermed helt avhengige av
nn: Personalet er dermed heilt avhengige av at

source: erfaringer med teknologi, slik at de kan ta i bruk disse i samspill og lek med
nn: erfaringar med teknologi, slik at dei kan ta i bruk desse i samspel og leik med

source: som de har jobbet med.
nn: dei har jobba med.

source: nysgjerrig utforskning, og at barn og pedagoger lærer sammen, i dialog.
nn: utforsking, og at barn og pedagogar lærer saman, i dialog.

source: i bruk digitale verktøy i møte med omgivelsene, slik at de kan utforske, leke og skape
nn: ta i bruk digitale verktøy i møte med omgivnadene, slik at dei kan utforske, leike og

source: disse sneglene levde og hvordan de fant venner.
nn: sniglane levde og korleis dei fann venner.

source: enheter, noe som gjør at de lett kan brukes i barnehagen, både inne og ute på
nn: einingar, noko som gjer at dei lett kan brukast i barnehagen, både inne og ute på

source: Det er også enkelt å vise fram ulike sekvenser av den
nn: Det er òg enkelt å vise fram ulike sekvensar av

source: Barna hadde i lengre tid undret seg over sneglene de fant i uterommet i
nn: Barna hadde i lengre tid undra seg over sniglane dei fann i uterommet i

source: strukturere og styre egne skriftspråklige uttrykk, slik også barna gjorde i dette
nn: strukturere og styre eigne skriftspråklege uttrykk, slik også barna gjorde i dette

source: digitale verktøy i uterommet i barnehagen eller ute i naturen bør ses på som en
nn: digitale verktøy i uterommet i barnehagen eller ute i naturen, bør sjåast på som

source: hovedsakelig at alle må registrere seg hos Luftfartstilsynet for å kunne fly drone.
nn: at alle må registrere seg hos Luftfartstilsynet for å kunne fly drone.

source: Derfor egner det seg best på en statisk overflate i kontrollerte omgivelser.
nn: Derfor eignar det seg best på ei statisk overflate i kontrollerte omgivnader.

source: tur eller aktiviteter.
nn: tur eller aktivitetar.

source: grunnmuren skal være med på å ruste barna slik at de får en sterk språklig basis
nn: vere med på å ruste barna slik at dei får ein sterk språkleg basis som dannar

source: også kan gi en sosial utjevning i barnegruppa, der samtlige barn opplever
nn: mongefasettert, noko som også kan gi ei sosial utjamning i barnegruppa, der alle

source: Å gi barna forkunnskaper
nn: Å gje barna forkunnskapar

source: de med støtte av en voksen skaper et digitalt uttrykk for å formidle fortellingene
nn: støtte av ein vaksen skaper eit digitalt uttrykk for å formidle forteljingane sine.

source: De analoge og digitale bøkene gir barna ulike erfaringer og opplevelser med
nn: Dei analoge og digitale bøkene gir barna ulike erfaringar og opplevingar med

source: Digital litteratur kan deles inn i flere kategorier:
nn: Digital litteratur kan delast inn i fleire kategoriar:

source: hvor barna er 1-3 år gamle.
nn: der barna er 1-3 år gamle.

source: og iPad har apper som kan utføre mer eller mindre de samme operasjonene.
nn: som kan utføra meir eller mindre dei same operasjonane.

source: for å styre roboten dit de vil ha den.
nn: for å styre roboten dit dei vil ha han.

source: barnet og barndommens egenverdi, er det også nødvendig med et fokus på
nn: vare på barnet og barndommens eigenverdi, er det òg nødvendig med eit fokus

source: Teksten har flere faglige resonnement som er logiske, og viser og evne til selvstendig refleksjon.
nn: Teksten har fleire faglege resonnement som er logiske, og viser dessutan evne til sjølvstendig refleksjon.

source: forankret i et sosiokulturelt læringsperspektiv som vektlegger at barn lærer
nn: barnehagetradisjonen er forankra i eit sosiokulturelt læringsperspektiv som

source: vil bli kjent med teknologi og digitale verktøy senere i livet.
nn: uansett vil bli kjent med teknologi og digitale verktøy seinare i livet.

source: Digitale verktøy kan bidra til en dypere og mer utvidet forståelse av og innsikt i
nn: Digitale verktøy kan bidra til ein djupare og meir utvida forståing av og innsikt i

source: arbeidsmåter personalet skal ta i bruk (Bølgan, 2018).
nn: arbeidsmåtar personalet skal ta i bruk (Bølgan, 2018).

source: de trengte jo litt hjelp med å skrive inn tekst.
nn: aktiviteten, for dei trong jo litt hjelp med å skrive inn tekst.

source: Det bidrar til å skape felles referanserammer i
nn: Det bidrar til å skape felles referanserammer

source: edderkopper løper over gulvet sammen med dem.
nn: over golvet saman med dei.

source: Barn møter naturen ved å ta i bruk alle sanser, noe
nn: Barn møter naturen ved å ta i bruk alle sansar, noko

source: bidrar til undring og oppmerksomhet på små detaljer som kan settes inn i en
nn: bidrar til undring og merksemd på små detaljar som kan setjast inn i ein større

source: om å lage film og sneglene.
nn: å lage film om sniglane.

source: Barna må få øve og prøve gjentatte ganger over tid.
nn: Barna må få øve og prøve fleire gonger over tid.

source: Det gjør at de ansatte kan følge opp barnas
nn: Det gjer at dei tilsette kan følgje opp barnas interesserer

source: papirbok, men når de derimot trykker i en bildebok-app kan boka skifte side eller
nn: ei papirbok, men når dei derimot trykker i ein bildebok-app kan boka skifte side

source: opphavsrett og kildekritikk og ivareta barns personvern.
nn: kjeldekritikk og ta vare på personvernet til barn.

source: Det er enklere å bare forholde seg til en lovlig form, og man slipper å lure på om det er flere mulige former.
nn: Det er enklare å berre forholde seg til ein lovleg form, og ein slepp å lure på om det er fleire moglege former.

source: den teknologiske verdenen, slik at de etter hvert blir i stand til å ta riktige valg i
nn: den teknologiske verda, slik at dei etter kvart blir i stand til å ta riktige val i

source: og med spillapper som barna synes er morsomme.
nn: og med spillappar som barna synest er morosame.

source: Når barna etter hvert skulle lage egne tegneserier var det flere som synes at det
nn: Når barna etter kvart skulle lage eigne teikneseriar var det fleire som synest at

source: mellom alle Apple-enheter er Airdrop.
nn: mellom alle Apple-einingar er Airdrop.

source: aktiviteter, slik de blant annet gjør i programmering, tilegner de seg mange
nn: aktivitetar, slik dei mellom anna gjer i programmering, tileignar dei seg mange

source: naturstier, der barn og voksne sammen kan bruke en smarttelefon eller et
nn: i naturstiar, der barn og vaksne saman kan bruke ein smarttelefon eller eit

source: muligheter for både stillbilder og videoopptak.
nn: moglegheiter for både stillbilde og videoopptak.

source: oppstår her og nå i samspillet med barna.
nn: som oppstår her og no i samspelet med barna.

source: Det er behov for veiledning, opplæring og støtte i bruk av digitale
nn: behov for rettleiing, opplæring og støtte i bruk av digitale verktøy.

source: lesing og skriving bygges i barnehagen, og at den må være sterk og solid.
nn: blir bygd i barnehagen, og at den må vere sterk og solid.

source: har vært med på.
nn: har vore med på.

source: være vanskelig å finne de gode appene som kan brukes til lesing sammen med barna.
nn: vanskeleg å finne dei gode appane som kan brukast til lesing saman med barna.

source: improvisasjon, der ansatte møter barns innspill og videreutvikler dette sammen
nn: kvalifisert improvisasjon, der tilsette møter innspelet til barn og vidareutviklar

source: foregår da på en stor skjerm eller et nettbrett, og ofte brukes det høyttalere for å
nn: går då føre seg på ein stor skjerm eller eit nettbrett, og ofte blir det brukt

source: bidrar det til et systematisk utviklingsarbeid hvor hensikten er å utfordre og
nn: bidrar det til eit systematisk utviklingsarbeid der hensikta er å utfordre og

source: og interaktive muligheter som finnes i hver app.
nn: interaktive moglegheiter som finst i kvar app.

source: barns helhetlige utvikling og på læring som de vil få bruk for senere i livet
nn: på den heilskaplege utviklinga til barn, og på læring som dei vil få bruk for

source: Gjennom å være nysgjerrige
nn: Gjennom å vere nysgjerrige og

source: fordi de slipper å sjekke kva som er lov eller ikke lov,
nn: fordi dei slepp å sjekke kva som er lov eller ikkje lov,

source: ikke teknikken i seg selv som er viktigst, men forståelsen av
nn: i seg sjølv som er viktigast, men forståinga av

source: Ved å kombinere barns
nn: Ved å kombinere

source: Det er de som i fellesskap
nn: Det er dei som i fellesskap

source: En digital fortelling blir til på mange måter
nn: Ei digital forteljing blir til på mange måtar

source: Ansatte skal være bevisste på personvern i det pedagogiske arbeidet.
nn: Tilsette skal vere bevisste på personvern i det pedagogiske arbeidet.

source: praksisen oppleves som trygg for barna, foreldrene og personalet selv.
nn: opplevast som trygg for barna, foreldra og personalet sjølv.

source: fotografi, noe som gir et stort kreativt mulighetsrom for skapende virksomhet
nn: noko som gir eit stort kreativt mogelegheitsrom for skapande verksemd saman

source: foreldre/foresatte i barnehagen og andre faginstanser på ulike digitale
nn: foreldre/føresette i barnehagen og andre faginstansar på ulike digitale

source: at barna får mulighet til både å utforske og utvikle seg.
nn: barna får moglegheit til både å utforske og utvikle seg.

source: kan være en styrke i arbeidet med flerspråklige barns språkutvikling ved god
nn: noko som kan vere ein styrke i arbeidet med språkutviklinga til fleirspråklege

source: bedre enn å høre barnas egen fortellerstemme og litt musikk for å understreke
nn: kva er vel betre enn å høyre barnas eiga forteljarstemme og litt musikk for å

source: En digital fortelling er ofte basert på en
nn: Ei digital forteljing er ofte basert på ei munnleg

source: med seg ulike ting inn som de vil forske videre på i sin egen forskerstasjon.
nn: med seg ulike ting inn som dei vil forske vidare i sin eigen forskarstasjon.

source: gjennom varierte erfaringer og opplevelser i sosiale sammenhenger.
nn: gjennom varierte erfaringar og opplevingar i sosiale samanhengar.

source: rollemodeller, og det er vi som skal være lyttende og deltakende sammen med
nn: rollemodellar, og det er vi som skal vere lyttande og deltakande saman med

source: og ikke passive konsumenter i møte med digitale verktøy.
nn: produsentar, og ikkje passive konsumentar i møte med digitale verktøy.

source: uttrykksformer, både hver for seg og i sammenheng med andre modaliteter.
nn: uttrykksformer, både kvar for seg og i samanheng med andre modalitetar.

source: hensiktsmessig å ta i bruk teknologisk utstyr.
nn: å ta i bruk teknologisk utstyr.

source: Det kan bidra til at barn forteller og bruker
nn: Det kan bidra til at barn fortel og bruker

source: men de får også kunnskap om lek gjennom medier og teknologi.
nn: men dei får òg kunnskap om leik gjennom medium og teknologi.

source: med en litt større skjerm.
nn: med ein litt større skjerm.

source: er digitale bøker som ikke tidligere har vært utgitt
nn: er digitale bøker som ikkje tidlegare har vore

source: og pedagogiske fagkompetanse (TPACK) i møtet med barnas utforskende
nn: pedagogiske fagkompetanse (TPACK) i møtet med den utforskande tilnærminga

source: Kritikere synes ikke det hører
nn: Kritikarar synest ikkje det

source: Hun har delt inn disse rollene i fire
nn: Ho har delt inn desse rollene i fire

source: unødige folder som skaper skygge.
nn: er unødige foldar som skaper skugge.

source: Gjennom å utvikle personalets digitale kompetanse kan barnehageansatte finne
nn: Gjennom å utvikle den digitale kompetansen til personalet kan barnehagetilsette

source: dermed en forventning om at digital praksis også gjelder på småbarnsavdelinger
nn: er dermed ei forventning om at digital praksis òg gjeld på småbarnsavdelingar

source: Å se filmen sammen med barnet i
nn: Å sjå filmen saman med barnet i

source: bilder slik at barna selv kunne «lese» historien:
nn: at barna sjølv kunne «lese» historia:

source: den samme rammeplanen som er gjeldende for alle barn i barnehagen, noe som
nn: den same rammeplanen som er gjeldande for alle barn i barnehagen, noko som

source: muntlig fortelling der barn står for innholdet og dramaturgien i historien, og hvor
nn: forteljing der barn står for innhaldet og dramaturgien i historia, og der dei med

source: Med slike oppga-
nn: Med slike oppgåveformuleringar

source: Med en sugekopp kan kameraet henge på vindusruten og med
nn: Med ein sugekopp kan kameraet henge på vindaugsruta og med

source: Når pedagogisk dokumentasjon blir en del av det daglige didaktiske arbeidet,
nn: Når pedagogisk dokumentasjon blir ein del av det daglege didaktiske arbeidet,

source: personalet hele tiden være forberedt på at det kan skje endringer ettersom
nn: personalet heile tida vere førebudd på at det kan skje endringar sidan barna

source: perm, kan nå enkelt legges inn i en skytjeneste, som er tilgjengelig gjennom
nn: perm, kan no enkelt leggast inn i ein skytjeneste, som er tilgjengeleg gjennom

source: enkelt å bruke for barnet, samtidig som det innbyr til bruk av flere sanser i et
nn: handterleg og enkelt å bruke for barnet, samtidig som det innbyr til bruk av fleire

source: dokumentasjon som åpner for en eksperimenterende og undersøkende
nn: pedagogisk dokumentasjon som opnar for ein eksperimenterande og

source: reflekterte og kritiske til bruken av digital teknologi, slik de også er med andre
nn: kritiske til bruken av digital teknologi, slik dei òg er med andre verktøy og

source: vurdering og dokumentasjon av barnehagens pedagogiske arbeid.
nn: for vurdering og dokumentasjon av det pedagogiske arbeidet til barnehagen.

source: nettressursene til deres egne lokale forhold for å få best mulig utbytte av dem.
nn: forhold for å få best mogleg utbytte av dei.

source: strukturere eller samle barnas innspill eller idéer kan personalet skrive dem ned
nn: strukturere eller samle innspel eller idéar frå barna kan personalet skrive dei ned

source: Erfaringene barna får gjennom å produsere, kan
nn: Erfaringane barna får gjennom å produsere, kan

source: mestring gjennom aktiv deltakelse og det å kunne sette sin signatur på
nn: barn opplever meistring gjennom aktiv deltaking og det å kunne setja signaturen

source: Tidligere ble digital kompetanse brukt synonymt med å tilegne seg tekniske
nn: Tidlegare vart digital kompetanse brukt synonymt med å tileigne seg tekniske

source: Dette gir mulighet til å sjekke ut for eksempel
nn: Dette gir moglegheit til å sjekke ut til dømes

source: handler ikke om å finne en fasit, men at barn får mulighet til å forske og utforske enda mer.
nn: finne ein fasit, men at barn får moglegheit til å forske og utforske endå meir. Dei

source: norske barn har tilgang til digitale enheter, og det er særlig blant de yngste at bruk
nn: fleste norske barn har tilgang til digitale einingar, og det er særleg blant dei yngste at

source: at de utøver god digital
nn: at dei utøver god digital

source: med de eldste barna og i overgangen fra barnehage til skole.
nn: dei eldste barna og i overgangen frå barnehage til skole.

source: slik at de kan ta de med i det videre arbeidet med den digitale fortellingen.
nn: slik at dei kan ta dei med i det vidare arbeidet med den digitale forteljinga.

source: Hun mener at dette er en fortellerkunst som gjør det enklere for barna å forstå
nn: Ho meiner at dette er ein forteljingskunst som gjer det enklare for barna å forstå

source: Lederen skal legge til rette for at det utvikles gode systemer og en infrastruktur
nn: legga til rette for at det blir utvikla gode system og ein infrastruktur som fungerer

source: dynamisk og det gis rom for egne valg i bruken av boka eller teksten.
nn: dynamisk og det blir gitt rom for eigne val i bruken av boka eller teksten.

source: digitale verktøy, medier og ressurser hensiktsmessig og forsvarlig for å løse
nn: bruke digitale verktøy, medium og ressursar formålstenleg og forsvarleg for å

source: Ord og begreper
nn: Ord og omgrep

source: bokstaver og ord.
nn: på bokstavar og ord.

source: barnehagen, og hvordan de kan bruke de i sin pedagogiske praksis sammen med
nn: barnehagen, og korleis dei kan bruke dei i den pedagogiske praksisen sin saman

source: I tillegg kan det gjøres filmopptak.
nn: I tillegg kan det gjerast filmopptak.

source: gjennomgående svaret hun får er «Nei, de utøver
nn: gjennomgåande svaret ho får, er «Nei, dei utøver eit

source: fungerer på samme måte som et vanlig analogt mikroskop ved at det forstørrer
nn: fungerer på same måte som eit vanleg analogt mikroskop ved at det forstørrar

source: frontfigurene i utviklingen av den pedagogiske virksomheten i Reggio Emilia-
nn: frontfigurane i utviklinga av den pedagogiske verksemda i Reggio Emilia-

source: eller bekymret de er for å ta i bruk teknologi sammen med barna i barnehagen.
nn: dei er for å ta i bruk teknologi saman med barna i barnehagen.

source: Personalet må i tillegg kunne se barnet som subjekt og
nn: Personalet må i tillegg kunne sjå barnet som subjekt

source: Det er hensiktsmessig å vite mer om egne og hverandres digitale
nn: Det er formålstenleg å vite meir om eigne og kvarandre sine digitale

source: lytter og observerer, og de mottar og tolker budskap.
nn: dei lyttar og observerer, og dei får og tolkar bodskap.

source: Det å ha et rikt
nn: Det å ha eit rikt språkmiljø med

source: for barnehagen påpeker at personalet skal bidra til at barna på en naturlig måte får ta
nn: for barnehagen påpeikar at personalet skal bidra til at barna på ein naturleg måte får

source: hjelp fra ansatte ved Kastbrekka barnehage:
nn: frå tilsette ved Kastbrekka barnehage:

source: barns utforskning av skriftspråket og produksjon av tekst.
nn: av skriftspråket og produksjon av tekst.

source: Det kan oppleves som større avstand mellom barnet og
nn: Det kan opplevast som større avstand mellom barnet og

source: Det blir derfor viktig å
nn: Det blir derfor viktig å ha

source: Dette gjør at det er behov for
nn: Dette gjer at det er behov for

source: ressurspersoner tar riktige valg i arbeidet med den digitale praksisen.
nn: ressurspersonar tar riktige val i arbeidet med den digitale praksisen.

source: bok eller som en del av en filmproduksjon.
nn: eller som ein del av ein filmproduksjon.

source: reinsdyr og slede mellom grantrærne i skogen.
nn: reinsdyr og slede mellom grantrea i skogen.

source: Vi har også tidligere i denne
nn: Vi har òg tidlegare i denne
